[
  "obsidian-git",
  "table-editor-obsidian",
  "dataview",
  "obsidian-style-settings",
  "obsidian-icon-folder",
  "omnisearch",
  "obsidian-outliner",
  "editing-toolbar",
  "recent-files-obsidian",
  "obsidian-advanced-slides",
  "obsidian-excalidraw-plugin",
  "copilot",
  "remotely-save",
  "obsidian-custom-attachment-location"
]